[
    [
        {
            "description": "In this module, Priya, a girl from Odisha, joins a new class to learn the English Language. Let's see how she interacts with teacher Ms Simon and her fellow classmates.",
            "image": "story_1.png"            
        },
        {
            "description": "Priya's friend, Tarun, is feeling sick. Ms Simon teaches the students to make a list of rules to follow when someone gets sick or hurt.",
            "image": "story_2.png"            
        },
        {
            "description": "In this module, Priya plans a trip to Shillong with the help of her friends.",
            "image": "story_3.png"            
        },
        {
            "description": "Priya has reached Shillong. Let us see how she explores Shillong and spends her holidays.",
            "image": "story_4.png"            
        },
        {
            "description": "In this module, Priya goes to a new restaurant to eat and shares her experience.",
            "image": "story_5.png"            
        },
        {
            "description": "In this module, Priya and her friends go to a book fair.",
            "image": "story_6.png"            
        },
        {
            "description": "Ms Simon asks the students to write about any place in Mumbai. Let's see what Priya writes about.",
            "image": "story_7.png"            
        },
        {
            "description": "Priya is going back to Odisha. Her friends arrange a dinner and cake for her before she leaves.",
            "image": "story_8.png"            
        },
        {
            "description": "Priya wants to join a film club. She meets the film group and discusses about the films.",
            "image": "story_9.png"            
        },
        {
            "description": "Priya applies for a part-time job. She gets the call for the interview. Let's see how it goes.",
            "image": "story_10.png"            
        }
    ],
    [
        {
            "description": "Neha wants to go for shopping. She asks Supriya about the places she can shop from.",
            "image": "story_1.png"            
        },
        {
            "description": "Preeti has moved in a new flat. She introduces herself to her new roommates as well as in her class.",
            "image": "story_2.png"            
        },
        {
            "description": "Reetika and Rohan go to watch a football match at the stadium with their friends.",
            "image": "story_3.png"            
        },
        {
            "description": "Ankit joins an Arts Club in his university. Let's learn about his experiences at the club.",
            "image": "story_4.png"            
        },
        {
            "description": "Noori gets the information about Ladakh at a travel fair. She then plans a trip to Ladakh with her brother Rajiv.",
            "image": "story_5.png"            
        },
        {
            "description": "Siddharth has been selected for personal interview at Alphatech in New Delhi. He travels from Kolkata to New Delhi.",
            "image": "story_6.png"            
        },
        {
            "description": "Rohan, a manager in a software company, plans a meeting and a training session with the employees of the company in Kolkata. He travels to Kolkata for the meeting.",
            "image": "story_7.png"            
        },
        {
            "description": "Shalini works at the cafeteria in Unisoft. She takes the orders from the employees through phone calls.",
            "image": "story_8.png"            
        },
        {
            "description": "Amish works at a travel agency. He answers the queries of a client regarding a tour.",
            "image": "story_9.png"            
        },
        {
            "description": "In this module, Yana attends a party at a friend's house. Let's learn about her experiences at the party.",
            "image": "story_10.png"            
        }
    ],
    [
        {
            "description": "In this module, Arun learns to prepare daal with the help of his father.",
            "image": "story_1.png"            
        },
        {
            "description": "In this module, David, a content developer, creates a storyboard for a short animation. For this, he collaborates with an animator to create the same.",
            "image": "story_2.png"            
        },
        {
            "description": "Mr Smith goes to a restaurant with his family to eat dinner. He reads the menu and orders the dishes as per his preferences. He gives his feedback after the dinner. Let us see how the dinner situation unfolds...",
            "image": "story_3.png"            
        },
        {
            "description": "Varun and Sumit decide to go on a trip. They do some research and prepare an itinerary. Let us see how they plan the trip and what they experience on the trip…",
            "image": "story_4.png"            
        },
        {
            "description": "Shashi receives her diet and exercise plan for the first week of her training from her fitness trainer, Karan. Let us see how her fitness training works out in this module…",
            "image": "story_5.png"            
        },
        {
            "description": "Kriti, a freelance writer, receives a project from one of her clients, Shivanshi, to create a lesson plan. They discuss the project details in this module.",
            "image": "story_6.png"            
        },
        {
            "description": "In this module, Gopal and his classmates take a professor-guided tour of the university’s language laboratory. Let us see how their tour goes and what they learn in the language lab.",
            "image": "story_7.png"            
        },
        {
            "description": "Shreya consults Dr Manoj regarding the diagnosis and treatment of her back pain.",
            "image": "story_8.png"            
        },
        {
            "description": "Sachin learns how to write a job application and prepares for an interview with the help of his sister, Rhea.",
            "image": "story_9.png"            
        },
        {
            "description": "Amrita is a primary school teacher and attends the 2nd National Inclusive Learning and Pathways Conference 2019. Let us see what she learns in the conference…",
            "image": "story_10.png"            
        }
    ],
    [
        {
            "description": "This module revolves around Bharat, who is applying for a job and seeks support from his friend Anjali to improve his CV.",
            "image": "story_1.png"            
        },
        {
            "description": "This module revolves around Amit and Priya. They are planning their trip to a resort. Let us see what all planning they do to reach the resort.",
            "image": "story_2.png"            
        },
        {
            "description": "This module talks about the fire safety precautions and easy ways to remember the same.",
            "image": "story_3.png"            
        },
        {
            "description": "This module is about creating a presentation and how the preparation and research for the same is to be done to create one.",
            "image": "story_4.png"            
        },
        {
            "description": "This module revolves around Priya, who is a Procurement Officer. Let us see how does she decide her strategy.",
            "image": "story_5.png"            
        },
        {
            "description": "This module revolves around Divya, who is planning to rent an apartment. Let us see the process she undergoes to rent an apartment.",
            "image": "story_6.png"            
        },
        {
            "description": "This module revolves around Anjali, who is an HR executive. Let us see her schedule to understand the responsibilities of an HR executive.",
            "image": "story_7.png"            
        },
        {
            "description": "This module revolves around Divya, who wants to throw a house-warming party at her new apartment. Let us see how she prepares for the party and how her friends help her after the party.",
            "image": "story_8.png"            
        },
        {
            "description": "This module revolves around Anand and Shweta, who are working for a sales meeting. Let us see the criterion they use to predict the sales.",
            "image": "story_9.png"            
        },
        {
            "description": "This module revolves around Rina, who hurts her back during the weekend and now seeks doctor’s help to be cured. Let us see what all medications the doctor advises her.",
            "image": "story_10.png"            
        }
    ],
    [
        {
            "description": "This module revolves around Rahul, whose refrigerator has stopped working. Let us see the process he undergoes to get the refrigerator repaired but finally ends up buying a new refrigerator.",
            "image": "story_1.png"            
        },
        {
            "description": "This module revolves around Imran, whose brother has met with an accident. Let us see the process he undergoes post the accident.",
            "image": "story_2.png"            
        },
        {
            "description": "This module revolves around Aman, who is diagnosed with obesity. Let us see how Amar combats obesity.",
            "image": "story_3.png"            
        },
        {
            "description": "This module revolves around John and Simon. Let us see the communication between them to understand their workplace and profession.",
            "image": "story_4.png"            
        },
        {
            "description": "This module revolves around Nikhil and Bharat, who are discussing India&#39;s performance in sports.",
            "image": "story_5.png"            
        },
        {
            "description": "This module revolves around Kapil, who is planning to take up a job.",
            "image": "story_6.png"            
        },
        {
            "description": "This module revolves around Prasad, who is trying to correct his CV usign cliches.",
            "image": "story_7.png"            
        },
        {
            "description": "This module revolves around Zoya, who is preparing for a presentation on how the sales can be increased.",
            "image": "story_8.png"            
        },
        {
            "description": "This module revolves around Raj, who works on customer feedback and how his dealing with customers helps the sales growth.",
            "image": "story_9.png"            
        },
        {
            "description": "This module revolves around Roberto, who is trying to install a new software for the college.",
            "image": "story_10.png"            
        }
    ],
    [
        {
            "description": "This module revolves around Bharti, who gets excited about investment after reading an article. Let us see how does she get more information on savings and how does she make up her mind on investments.",
            "image": "story_1.png"            
        },
        {
            "description": "This module revolves around Amit, who is working in the best possible ways to solve problems in the workplace.",
            "image": "story_2.png"            
        },
        {
            "description": "This module revolves around Swati, who get to know about the ban on plastics. She then, with the help of an NGO, takes intiative to spread awareness on reducing the usage of plastics.",
            "image": "story_3.png"            
        },
        {
            "description": "This module revolves around Sumit, who is looking for a job. Let us have a look at the processes that he undergoes during different rounds of an interview.",
            "image": "story_4.png"            
        },
        {
            "description": "This module revolves around Akshaya, who is planning to buy a washing machine. Let us see how she researches about the product and how is her experience on the product usage.",
            "image": "story_5.png"            
        },
        {
            "description": "This module revolves around Aryan, who attends an art appreciation class. Let us see what Aryan has learnt in the class.",
            "image": "story_6.png"            
        },
        {
            "description": "This module revolves around Aamir, who prepares his presentation on the topic: ‘Factors Affecting Climate Change’.",
            "image": "story_7.png"            
        },
        {
            "description": "In this module, Rohan, the brand manager, is working with an ad agency on a campaign for launching the new line of product for children. Let us see some important aspect from brand management perspective, which Rohan shares with the ad agency.",
            "image": "story_8.png"            
        },
        {
            "description": "This module revolves around Ruchika, Bhumi, Arijit, who are discussing the changing role of women in society.",
            "image": "story_9.png"            
        },
        {
            "description": "This module revolves around Sudha, whose laptop has stopped working. Let us see how she seeks help from her brother and from the service center to get the laptop repaired.",
            "image": "story_10.png"            
        }
    ],
    [
        {
            "description": "This module revolves around Karthik and Aarti, who have a difference of opinion on film censorship. Let us see what made them to have different opinions about the censorship.",
            "image": "story_1.png"            
        },
        {
            "description": "This module revolves around Karen, who plans a visit to Taj Mahal. Let us see how her friend Sonam helps her for the trip arrangements, including safety measures.",
            "image": "story_2.png"            
        },
        {
            "description": "This module revolves around Suchita and Tarun, who happen to listen to an idea of how the river inter-lining project can help flood situation in Northeast. Let us see the advantages and disadvantages they foresee during their discussion.",
            "image": "story_3.png"            
        },
        {
            "description": "This module revolves around Smriti, who is addicted to the social media. Let us see how her brother Sunil helps her to realize the same and how Smriti plans to overcome her social media addiction.",
            "image": "story_4.png"            
        },
        {
            "description": "This module revolves around Mr Kamath, an owner of a big ancestral property, who receives a proposal to sell his house. He is in dilemma whether to sell the property or not. Let us see what he decides in the end.",
            "image": "story_5.png"            
        },
        {
            "description": "This module revolves around Vamshi, who needs to collect dues from vendors. Let us see what difficulties he faces and how he overcomes the same.",
            "image": "story_6.png"            
        },
        {
            "description": "This module revolves around Mr Ahuja, a general manager of a company, who wants to bring the sense of punctuality in his employees. Let us see what ideas he implements to achieve the same.",
            "image": "story_7.png"            
        },
        {
            "description": "This module revolves around Nusrat, who has been asked to design an innovative wheelchair. Let us see what design she comes up with and what methodology she uses for the same.",
            "image": "story_8.png"            
        },
        {
            "description": "This module revolves around Akash, who is facing a decline in his book selling business. Let us see what ideas he implements to overcome the business downfall.",
            "image": "story_9.png"            
        },
        {
            "description": "This module revolves around Sahil, who has been asked to conduct survey and create awareness about a campaign in a village. Let us see what all he experiences during the process.",
            "image": "story_10.png"            
        }
    ],
    [
        {
            "description": "In this module, employees of a company attend a session on fire safety, arranged by HR head of the company and an Emergency Response Team (ERT) member. They discuss about the causes, risks and action plans regarding the fire at workplace.",
            "image": "story_1.png"            
        },
        {
            "description": "In this module, Rashmi and other new recruits at an e-publishing firm attend an orientation program. This would assist them to better understand the tasks that they will have to carry out in this firm. Let us see what they learn in the orientation program.",
            "image": "story_2.png"            
        },
        {
            "description": "In this module, HR team members of a company plan and organise a corporate party for the employees of the company.",
            "image": "story_3.png"            
        },
        {
            "description": "Vikram and Raghu go to check a venue for a corporate party that their company is organising. But for some reason, an argument erupts with the event coordinator, Lakshman. Let us see why the argument happened and how it was handled in this module.",
            "image": "story_4.png"            
        },
        {
            "description": "In this module, we will meet Zakari, a passionate photographer, who wants to organise an exhibition of his best photographs. He looks for someone to sponsor the event. Let us see how he manages it…",
            "image": "story_5.png"            
        },
        {
            "description": "Gautam and Dhruv are planning to build a co-working space. They do some research with the help of questionnaires and discuss various ideas and challenges that they will have to face. Let us see how they progress with the plan.",
            "image": "story_6.png"            
        },
        {
            "description": "In this module, we will meet Seema, an editor of a leading daily. Let us see how she interacts with different kinds of people throughout this module.",
            "image": "story_7.png"            
        },
        {
            "description": "In this module, Rajiv travels to Italy, his dream country. There, he experiences vegan food and decides to follow it. Let us see his journey…",
            "image": "story_8.png"            
        },
        {
            "description": "In this module, Rajiv travels to Italy, his dream country. There, he experiences vegan food and decides to follow it. Let us see his journey…",
            "image": "story_9.png"            
        },
        {
            "description": "In this module, Abhinav prepares for a job interview. He goes through different rounds of the interview. He also negotiates his salary in the final round.",
            "image": "story_10.png"            
        }
    ],
    [
        {
            "description": "Arjun has decided to participate in a mock group discussion which is being organised in his college. It is a part of the preparatory sessions ahead of the upcoming campus interviews. He prepares for the group discussion in this module.",
            "image": "story_1.png"            
        },
        {
            "description": "In this module, Mr Singh, the senior manager of APS Advertising Agency, tasks the new recruits to create a presentation. Smita works her way to prepare the presentation…",
            "image": "story_2.png"         
        },
        {
            "description": "Mayank works with a news magazine. He learns about the use of humour in writing and proposes to his manager about adding the same in the content for the next issue of the magazine.",
            "image": "story_3.png"            
        },
        {
            "description": "This module involves Jaspreet, an experienced project manager, who joins a new foundation that works in the field of education. He meets different people there and learns about the work culture and ethics in the foundation.",
            "image": "story_4.png"            
        },
        {
            "description": "In this module, we will meet Aman, the director of Nautiyal &amp; Sons, who wants to invest in foreign markets. He discusses the idea with his consultant Vishal and does some research regarding this. Let us see if he is successful in implementing the idea…",
            "image": "story_5.png"            
        },
        {
            "description": "Vaibhav, a reporter, covers a rally where the speaker talks about illegal migration into India and social conflicts related to it. Vaibhav furthers his research regarding international migration and prepares his report on the topic.",
            "image": "story_6.png"            
        },
        {
            "description": "Meet Preeti, a senior architect, who wants to become an entrepreneur and start her own firm. Let us see how she approaches the idea and prepares for it…",
            "image": "story_7.png"            
        },
        {
            "description": "In this module, Ritu, a new account manager, learns about business socialising. She does some research on the topic and uses her business socialising skills to interact with the clients.",
            "image": "story_8.png"            
        },
        {
            "description": "Varun Makhija, a senior marketing head, has been hired by Aspect Brands, a furniture manufacturing company, to review the company’s marketing strategy. Varun prepares his report about the long-term benefits of repositioning the brand.",
            "image": "story_9.png"            
        },
        {
            "description": "Priya applies for a part-time job. She gets the call for the interview. Let's see how it goes.",
            "image": "story_10.png"            
        }
    ],
    [
        {
            "description": "Amisha joins an online educational course. Let's see what she learns in that course.",
            "image": "story_1.png"            
        },
        {
            "description": "Rachel joins 'The Pop Review' magazine as a film reviewer. Let's see how her training progresses at her new job.",
            "image": "story_2.png"            
        },
        {
            "description": "In this module, Sameer learns about a reporting internship offered by RN news channel. He studies about reporting and prepares a news report to present on the news channel.",
            "image": "story_3.png"            
        },
        {
            "description": "In this module, Sridhar writes an article for his blog on the topic 'Interview vs Written Examination.'",
            "image": "story_4.png"            
        },
        {
            "description": "Samira is completing her masters degree in human resource management. She does a thorough research for her academic journal and prepares it.",
            "image": "story_5.png"            
        },
        {
            "description": "Jobin is an aspiring start-up entrepreneur. He wants to run his own thriving business. He tries to gain knowledge about start-up using various resources.",
            "image": "story_6.png"            
        },
        {
            "description": "Mr Sharat Rajendran, a restaurant owner, and his attorney fight a case of trademark infringement, against Rohit Verma, in the court of law.",
            "image": "story_7.png"            
        },
        {
            "description": "Shivangi is an exchange student at the prestigious University of Calcutta. She is the student of political science and international relations. Let's see her progress throughout the duration of the course.",
            "image": "story_8.png"            
        },
        {
            "description": "Ashwin is a linguist and he prepares for the interview for a job as an accent and dialect coach for a movie project.",
            "image": "story_9.png"            
        },
        {
            "description": "Maneesh, the HR manager at SunTech Pvt Ltd, is given the task of upgrading the performance management system. He completes his research of the system and conducts his first performance appraisal session of the year.",
            "image": "story_10.png"            
        }
    ]
]